Repository: Salamek/cron-descriptor
Catalog: cron_descriptor/locale/*.po
Languages: da_dk, es_mx, fi_fi, he_il, kk_kz, pl_pl, sl_si

source: every minute
da_dk: hvert minut
es_mx: cada un minuto
fi_fi: joka minuutti
he_il: כל דקה
kk_kz: әрбір минут сайын
pl_pl: co minutę
sl_si: vsako minuto

source: every hour
da_dk: hver time
es_mx: cada una hora
fi_fi: joka tunti
he_il: כל שעה
kk_kz: әрбір сағат сайын
pl_pl: co godzinę
sl_si: vsako uro

source: An error occured when generating the expression description. Check the cron expression syntax.
da_dk: Der skete en fejl ved genereringen af beskrivelsen. Kontroller cron reglen.
es_mx: Error al momento de generar la descripción de la expresión. Verifique la sintaxis de la expresión Cron.
fi_fi: Virhe kuvauksen generoinnissa. Tarkista cron-syntaksi.
kk_kz: Өрнек сипаттамасын жасау кезінде қате пайда болды. Cron өрнек синтаксисін тексеріңіз.
pl_pl: Wystąpił błąd podczas generowania opisu wyrażenia cron. Sprawdź składnię wyrażenia cron.
sl_si: Pri generiranju opisa izraza je prišlo do napake. Preverite sintakso izraza cron.

source: At
da_dk: kl
es_mx: A las
fi_fi: Klo
he_il: ב
kk_kz: Сағат
pl_pl: O
sl_si: Ob

source: Every minute between {0} and {1}
da_dk: hvert minut mellem {0} og {1}
es_mx: Cada un minuto entre las {0} y las {1}
fi_fi: joka minuutti {0} - {1} välillä
he_il: כל דקה בי {0} ו-{1}
kk_kz: Әрбір минут арасында {0} және {1}
pl_pl: Co minutę od {0} do {1}
sl_si: Vsako minuto od {0} do {1}

source: At
da_dk: kl
es_mx: A las
fi_fi: Klo
he_il: ב
kk_kz: Сағат
pl_pl: O
sl_si: Ob

source: and
da_dk: og
es_mx: y
fi_fi: ja
he_il: וגם
kk_kz: және
pl_pl: i
sl_si: in

source: every second
da_dk: hvert sekund
es_mx: cada un segundo
fi_fi: joka sekunti
he_il: כל שניה
kk_kz: әрбір секунд сайын
pl_pl: co sekundę
sl_si: vsako sekundo

source: every {0} seconds
da_dk: hvert {0}. sekund
es_mx: cada {0} segundos
fi_fi: joka {0}. sekunti
he_il: כל {0} שניות
kk_kz: әрбір {0} секунд
pl_pl: co {0} sekund
sl_si: vsakih {0} sekund

source: seconds {0} through {1} past the minute
da_dk: sekunderne fra {0} til og med {1} hvert minut
es_mx: segundos {0} hasta {1} después del minuto
fi_fi: joka minuutti sekunttien {0} - {1} välillä
he_il: שניות {0} עד {1} מתחילת הדקה
kk_kz: секунд {0} жөніндегі {1} минутына
pl_pl: sekundy od {0} do {1}
sl_si: sekunde od {0} do {1}

source: at {0} seconds past the minute
da_dk: {0} sekunder efter minutskift
es_mx: a {0} segundos después del minuto
fi_fi: {0} sekunnnin jälkeen
he_il: {0} שניות מתחילת הדקה
kk_kz: {0} секундтан кейін басталғаннан кейін минут
pl_pl: w {0} sekundzie
sl_si: ob {0}. sekundi

source: every {0} minutes
da_dk: hvert {0}. minut
es_mx: cada {0} minutos
fi_fi: joka {0}. minuutti
he_il: כל {0} דקות
kk_kz: әрбір {0} минут
pl_pl: co {0} minut
sl_si: vsakih {0} minut

source: minutes {0} through {1} past the hour
da_dk: minutterne fra {0} til og med {1} hver time
es_mx: minutos {0} hasta {1} después de la hora
fi_fi: joka tunti minuuttien {0} - {1} välillä
he_il: דקות {0} עד {1} מתחילת השעה
kk_kz: минут {0}-{1}
pl_pl: minuty od {0} do {1}
sl_si: minute od {0} do {1}

source: at {0} minutes past the hour
da_dk: {0} minutter efter timeskift
es_mx: a {0} minutos después de la hora
fi_fi: {0} minuuttia yli
he_il: {0} דקות מתחילת השעה
kk_kz: {0} минуттан кейін сағат
pl_pl: w {0} minucie
sl_si: ob {0}. minuti

source: every {0} hours
da_dk: hver {0}. time
es_mx: cada {0} horas
fi_fi: joka {0}. tunti
he_il: כל {0} שעות
kk_kz: әрбір {0} сағат
pl_pl: co {0} godzin
sl_si: vsakih {0} ur

source: between {0} and {1}
da_dk: mellem {0} og {1}
es_mx: entre {0} y {1}
fi_fi: {0} - {1} välillä
he_il: בין {0} ו-{1}
kk_kz: арасында {0} және {1}
pl_pl: od {0} do {1}
sl_si: od {0} do {1}

source: at {0}
da_dk: kl {0}
es_mx: a {0}
fi_fi: klo {0}
he_il: ב {0}
kk_kz: сағат {0}
pl_pl: o {0}
sl_si: ob {0}

source: , every day
da_dk: , hver dag
es_mx: , todos los días
fi_fi: , joka päivä
he_il: , כל יום
kk_kz: , әрбір күні
pl_pl: , co dzień
sl_si: , vsak dan

source: , every {0} days of the week
da_dk: , hver {0}. ugedag
es_mx: , cada {0} días de la semana
fi_fi: , joka {0}. viikonpäivä
he_il: , כל {0} ימים של השבוע
kk_kz: , әрбір {0} күн апта
pl_pl: , co {0} dni tygodnia
sl_si: , vsakih {0} dni v tednu

source: , {0} through {1}
da_dk: , {0} til og med {1}
es_mx: , {0} hasta {1}
he_il: , {0} עד {1}
pl_pl: , od {0} do {1}
sl_si: , od {0} do {1}

source: first
da_dk: første
es_mx: primero
fi_fi: ensimmäinen
he_il: ראשון
kk_kz: бірінші
pl_pl: pierwszy
sl_si: prvi

source: second
da_dk: anden
es_mx: segundo
fi_fi: toinen
he_il: שניה
kk_kz: екінші
pl_pl: drugi
sl_si: drugi

source: third
da_dk: tredje
es_mx: tercero
fi_fi: kolmas
he_il: שלישי
kk_kz: үшінші
pl_pl: trzeci
sl_si: tretji

source: fourth
da_dk: fjerde
es_mx: cuarto
fi_fi: neljäs
he_il: רביעי
kk_kz: төртінші
pl_pl: czwarty
sl_si: četrti

source: fifth
da_dk: femte
es_mx: quinto
fi_fi: viides
he_il: חמישי
kk_kz: бесінші
pl_pl: piąty
sl_si: peti

source: , on the
da_dk: , på den
es_mx: , el
he_il: , ב-

source: {0} of the month
da_dk: {0} i måneden
es_mx: {0} del mes
fi_fi: {0} kuukaudessa
he_il: {0} של החודש
kk_kz: {0} ай
pl_pl: {0} miesiąca
sl_si: {0} v mesecu

source: , on the last {0} of the month
da_dk: , på den sidste {0} i måneden
es_mx: , el último {0} del mes
fi_fi: , kuukauden viimeinen {0}
he_il: , ביום {0} האחרון של החודש
kk_kz: , әрбір айдың соңғы {0}
pl_pl: , ostatni {0} miesiąca
sl_si: , zadnji {0} v mesecu

source: , only on {0}
da_dk: , kun {0}
es_mx: , solo el {0}
fi_fi: , vain {0}
he_il: , רק ב-{0}
kk_kz: , тек {0}
pl_pl: , tylko {0}
sl_si: , samo v {0}

source: , every {0} months
da_dk: , hver {0}. måned
es_mx: , cada {0} meses
fi_fi: , joka {0}. kuukausi
he_il: , כל {0} חודשים
kk_kz: , әрбір {0} ай сайын
pl_pl: , co {0} miesięcy
sl_si: , vsakih {0} mesecev

source: , only in {0}
da_dk: , kun i {0}
es_mx: , solo en {0}
fi_fi: , vain {0}
he_il: , רק ב-{0}
kk_kz: , тек {0}
pl_pl: , tylko {0}
sl_si: , samo v {0}

source: , on the last day of the month
da_dk: , på den sidste dag i måneden
es_mx: , el último día del mes
fi_fi: , kuukauden viimeisenä päivänä
he_il: , ביום האחרון בחודש
kk_kz: , айдың соңғы күні
pl_pl: , ostatni dzień miesiąca
sl_si: , zadnji dan v mesecu

source: , on the last weekday of the month
da_dk: , på den sidste hverdag i måneden
es_mx: , el último día hábil del mes
fi_fi: , kuukauden viimeisenä viikonpäivänä
he_il: , ביום העבודה האחרון בחודש
kk_kz: , соңғы жұмыс күні ай
pl_pl: , ostatni dzień roboczy miesiąca
sl_si: , zadnji delovni dan v mesecu

source: first weekday
da_dk: første hverdag
es_mx: primer día hábil
fi_fi: ensimmäinen viikonpäivä
he_il: יום הראשון בשבוע
kk_kz: бірінші жұмыс күні
pl_pl: pierwszy dzień roboczy
sl_si: prvi delovni dan

source: weekday nearest day {0}
da_dk: hverdag nærmest dag {0}
es_mx: el día más próximo al día hábil {0}
fi_fi: viikonpäivä lähintä {0} päivää
he_il: יום בשבוע הקרוב ל-{0}
kk_kz: жақында {0}-ші күні
pl_pl: dzień roboczy najbliższy {0}-ego dnia
sl_si: delovni dan, najbližji {0}. dnevu

source: , on the {0} of the month
da_dk: , på den {0} i måneden
es_mx: , el {0} del mes
fi_fi: , kuukauden {0}
he_il: , ביום {0} של החודש
kk_kz: , {0}-айдың
pl_pl: , {0} miesiąca
sl_si: , {0} v mesecu

source: , every {0} days
da_dk: , hver {0}. dag
es_mx: , cada {0} días
fi_fi: , joka {0}. päivä
he_il: , כל {0} ימים
kk_kz: , әрбір {0} күн
pl_pl: , co {0} dni
sl_si: , vsakih {0} dni

source: , between day {0} and {1} of the month
da_dk: , mellem dag {0} og {1} i måneden
es_mx: , entre el {0} y el {1} día del mes
fi_fi: , kuukauden päivien {0} ja {1} välillä
he_il: , בין יום {0} ו-{1} של החודש
kk_kz: , арасында {0} және {1}-күндіз ай
pl_pl: , od {0}-ego do {1}-ego dnia miesiąca
sl_si: , od {0}. do {1}. dne v mesecu

source: , on day {0} of the month
da_dk: , på dag {0} i måneden
es_mx: , el día {0} del mes
fi_fi: , kuukauden {0} päivä
he_il: , ביום {0} של החודש
kk_kz: , {0}-ші күні ай
pl_pl: , {0}-ego dnia miesiąca
sl_si: , {0}. dan v mesecu

source: and
da_dk: og
es_mx: y
fi_fi: ja
he_il: וגם
kk_kz: және
pl_pl: i
sl_si: in

source: , every minute
da_dk: , hvert minut
es_mx: , cada un minuto
fi_fi: , joka minuutti
he_il: , כל דקה
kk_kz: , әрбір минут сайын
pl_pl: , co minutę
sl_si: , vsako minuto

source: , every hour
da_dk: , hver time
es_mx: , cada una hora
fi_fi: , joka tunti
he_il: , כל שעה
kk_kz: , әрбір сағат сайын
pl_pl: , co godzinę
sl_si: , vsako uro

source: , every {0} years
da_dk: , hvert {0}. år
es_mx: , cada {0} años
fi_fi: , joka {0}. vuosi
he_il: , כל {0} שנים
kk_kz: , әрбір {0} жыл сайын
pl_pl: , co {0} lat
sl_si: , vsakih {0} let

source: , starting {0}
da_dk: , startende {0}
es_mx: , a partir de {0}
fi_fi: , alkaen {0}
he_il: , מתחיל ב-{0}
kk_kz: , бастап {0}
pl_pl: , startowy {0}
sl_si: , začenši {0}

source: , {0} days before the last day of the month
da_dk: , {0} dage før den sidste dag i måneden
es_mx: , {0} días antes del último día del mes
fi_fi: , {0} päivää ennen kuukauden viimeistä päivää
he_il: , {0} ימים לפני היום האחרון בחודש
kk_kz: , {0} күн айдың соңғы күні
pl_pl: , {0} dni przed ostatnim dniem miesiąca
sl_si: , {0} dni pred koncem meseca
